const posts = [
  {
    id: 1,
    title: "Frontend Developer",
    description: "Frontend розробник - це спеціаліст, який вміє верстати веб-сторінки, має гарні знання мови програмування JavaScript, знає один або декілька JavaScript-фреймворків (React, Angular, Vue.js), а також низку інших веб-технологій, що використовуються під час створення клієнтської сторони веб-сайту. Розробка функціональності користувацького інтерфейсу сайту або веб-додатку - це головне завдання Frontend розробника.",
    createAdd: "26.05.2023",
  },
  {
    id: 2,
    title: "UI/UX Design",
    description: "UI/UX дизайнер — це проєктувальник користувацьких інтерфейсів, в яких зручності використання (UX) приділяється не менше уваги, ніж гарному та ефектному зовнішньому вигляду інтерфейсу (UI). Він використовує сучасні графічні редактори, креативне мислення та знання психології користувачів.",
    createAdd: "11.06.2023",
  },
  {
    id: 3,
    title: "Database Developer",
    description: "Дані – основа будь-якого бізнесу. Вони використовуються у всіх сайтах та додатках — чи то банківські онлайн-операції, інтернет-магазини, ресурси новин, чи то навіть соціальні мережі.Від організації баз даних і правильності запитів, які до них складаються, залежить швидкість роботи застосунків, тому фахівці, котрі вміють грамотно проєктувати, налаштовувати і підтримувати БД, в цій області дуже затребувані.",
    createAdd: "20.06.2023",
  },

]
export default posts;